Revit 2027 API
UnitTypeId.Feet Property
 Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Feet { get; }
Public Shared ReadOnly Property Feet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Feet {
	ForgeTypeId^ get ();
}
static member Feet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace